---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBorderVert
source: html/3157f346-787e-f7a2-376d-3848f452f580.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBorderVert Property

"Adjust for Mullion Size"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAdjustBorderVert { get; }
```